straga/micropython/ports/esp32/boards/STRAGA_DOWN_PSRAM/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "DOWN_PSRAM"
#define MICROPY_HW_MCU_NAME "ESP32"
